Repository: nikitaKoniukh/ConstractorCashFlow
Catalog: ContractorCashFlow/Localizable.xcstrings
Source language: en
Languages: he, ru

source: A client with this name already exists. Consider selecting from existing clients.
he: לקוח בשם זה כבר קיים. שקול לבחור מהלקוחות הקיימים.
ru: Клиент с таким именем уже существует. Рассмотрите выбор из существующих клиентов.

source: A worker with this name already exists
he: עובד בשם זה כבר קיים
ru: Работник с таким именем уже существует

# action.add
source: Add
he: הוסף
ru: Добавить

# action.cancel
source: Cancel
he: ביטול
ru: Отмена

# action.delete
source: Delete
he: מחק
ru: Удалить

# action.done
source: Done
he: סיום
ru: Готово

# action.edit
source: Edit
he: ערוך
ru: Редактировать

# action.save
source: Save
he: שמור
ru: Сохранить

# action.search
source: Search
he: חיפוש
ru: Поиск

source: Active
he: פעיל
ru: Активный

source: Active Project
he: פרויקט פעיל
ru: Активный проект

source: Add Client
he: הוסף לקוח
ru: Добавить клиента

source: Add contact details for this new client. These details will be saved and can be edited later.
he: הוסף פרטי קשר ללקוח החדש. הפרטים יישמרו וניתן לערוך אותם מאוחר יותר.
ru: Добавьте контактные данные нового клиента. Данные будут сохранены и могут быть изменены позже.

source: Add Expense
he: הוסף הוצאה
ru: Добавить расход

source: Add First Expense
he: הוסף הוצאה ראשונה
ru: Добавить первый расход

source: Add First Invoice
he: הוסף חשבונית ראשונה
ru: Добавить первый счёт

source: Add Invoice
he: הוסף חשבונית
ru: Добавить счёт

source: Add Item
he: הוסף פריט
ru: Добавить элемент

source: Add Project
he: הוסף פרויקט
ru: Добавить проект

source: Add your first client to manage contacts and projects
he: הוסף את הלקוח הראשון שלך לניהול אנשי קשר ופרויקטים
ru: Добавьте первого клиента для управления контактами и проектами

source: Add your first project to get started tracking expenses and invoices
he: הוסף את הפרויקט הראשון שלך כדי להתחיל לעקוב אחר הוצאות וחשבוניות
ru: Добавьте первый проект, чтобы начать отслеживать расходы и счета

source: All Categories
he: כל הקטגוריות
ru: Все категории

# analytics.averageUtilization
source: Average Utilization
he: ניצול ממוצע
ru: Средняя загрузка

# analytics.budgetUtilization
source: Budget Utilization
he: ניצול תקציב
ru: Использование бюджета

# analytics.chart.amount
source: Amount
he: סכום
ru: Сумма

# analytics.chart.category
source: Category
he: קטגוריה
ru: Категория

# analytics.chart.project
source: Project
he: פרויקט
ru: Проект

# analytics.chart.type
source: Type
he: סוג
ru: Тип

# analytics.expenses
source: Expenses
he: הוצאות
ru: Расходы

# analytics.expensesByCategory
source: Expenses by Category
he: הוצאות לפי קטגוריה
ru: Расходы по категориям

# analytics.income
source: Income
he: הכנסות
ru: Доход

# analytics.incomeVsExpenses
source: Income vs Expenses
he: הכנסות מול הוצאות
ru: Доходы и расходы

# analytics.netBalance
source: Net Balance
he: יתרה נטו
ru: Чистый баланс

# analytics.noExpenseData
source: No expense data available
he: אין נתוני הוצאות
ru: Нет данных о расходах

# analytics.noFinancialData
source: No financial data available
he: אין נתונים פיננסיים
ru: Нет финансовых данных

# analytics.noProjectData
source: No project data available
he: אין נתוני פרויקטים
ru: Нет данных о проектах

# analytics.remaining
source: Remaining
he: נותר
ru: Остаток

# analytics.spent
source: Spent
he: הוצא
ru: Потрачено

# analytics.title
source: Analytics
he: ניתוח
ru: Аналитика

source: Apply
he: החל
ru: Применить

source: Are you sure you want to delete this worker?
he: האם אתה בטוח שברצונך למחוק עובד זה?
ru: Вы уверены, что хотите удалить этого работника?

source: Budget
he: תקציב
ru: Бюджет

source: Budget Utilization
he: ניצול תקציב
ru: Использование бюджета

source: Budget Warnings
he: אזהרות תקציב
ru: Предупреждения о бюджете

source: Cancel
he: ביטול
ru: Отмена

source: Cancel All
he: בטל הכל
ru: Отменить все

source: Category
he: קטגוריה
ru: Категория

source: Check Permission Status
he: בדוק סטטוס הרשאה
ru: Проверить статус разрешений

source: Clear All Filters
he: נקה את כל המסננים
ru: Сбросить все фильтры

source: Client Information
he: פרטי לקוח
ru: Информация о клиенте

source: Client Name
he: שם לקוח
ru: Имя клиента

source: Client Source
he: מקור לקוח
ru: Источник клиента

# client.add
source: Add Client
he: הוסף לקוח
ru: Добавить клиента

# client.address
source: Address
he: כתובת
ru: Адрес

# client.editTitle
source: Edit Client
he: עריכת לקוח
ru: Редактировать клиента

# client.email
source: Email
he: אימייל

# client.empty
source: No Clients
he: אין לקוחות
ru: Нет клиентов

# client.emptyDescription
source: Tap + to add your first client
he: הקש על + כדי להוסיף את הלקוח הראשון שלך
ru: Нажмите +, чтобы добавить первого клиента

# client.name
source: Name
he: שם
ru: Имя

# client.newTitle
source: New Client
he: לקוח חדש
ru: Новый клиент

# client.notes
source: Notes
he: הערות
ru: Заметки

# client.phone
source: Phone
he: טלפון
ru: Телефон

# client.title
source: Clients
he: לקוחות
ru: Клиенты

source: Create Project at 85% Budget
he: צור פרויקט ב-85% תקציב
ru: Создать проект с 85% бюджета

source: Create Project at 105% Budget
he: צור פרויקט ב-105% תקציב
ru: Создать проект с 105% бюджета

source: Create Test Invoice (Due in 2 days)
he: צור חשבונית בדיקה (בעוד יומיים)
ru: Создать тестовый счёт (через 2 дня)

source: Create Test Invoice (Due in 4 days - will trigger reminder)
he: צור חשבונית בדיקה (בעוד 4 ימים - יפעיל תזכורת)
ru: Создать тестовый счёт (через 4 дня — сработает напоминание)

source: Create Test Invoice (Overdue)
he: צור חשבונית בדיקה (באיחור)
ru: Создать тестовый счёт (просрочен)

source: Created
he: נוצר
ru: Создано

# dashboard.expenses
source: Expenses
he: הוצאות
ru: Расходы

# dashboard.income
source: Income
he: הכנסות
ru: Доход

# dashboard.title
source: Dashboard
he: לוח בקרה
ru: Панель

# dashboard.totalBalance
source: Total Balance
he: יתרה כוללת
ru: Общий баланс

source: Date Range
he: טווח תאריכים
ru: Диапазон дат

source: Delete
he: מחק
ru: Удалить

source: Delete Worker
he: מחק עובד
ru: Удалить работника

source: Due %@
he: לתשלום עד %@
ru: Срок %@

source: Edit Expense
he: עריכת הוצאה
ru: Редактировать расход

source: Edit Project
he: ערוך פרויקט
ru: Редактировать проект

source: End Date
he: תאריך סיום
ru: Дата окончания

source: Enter Name
he: הזן שם
ru: Введите имя

source: Error
he: שגיאה
ru: Ошибка

# expense.add
source: Add Expense
he: הוסף הוצאה
ru: Добавить расход

# expense.amount
source: Amount
he: סכום
ru: Сумма

# expense.category
source: Category
he: קטגוריה
ru: Категория

# expense.category.equipment
source: Equipment
he: ציוד
ru: Оборудование

# expense.category.labor
source: Labor
he: עבודה
ru: Работа

# expense.category.materials
source: Materials
he: חומרים
ru: Материалы

# expense.category.miscellaneous
source: Miscellaneous
he: שונות
ru: Прочее

# expense.category.subcontractor
source: Subcontractor
he: קבלן משנה
ru: Субподрядчик

# expense.date
source: Date
he: תאריך
ru: Дата

# expense.description
source: Description
he: תיאור
ru: Описание

source: Expense Details
he: פרטי הוצאה
ru: Детали расхода

# expense.empty
source: No Expenses
he: אין הוצאות
ru: Нет расходов

# expense.emptyDescription
source: Tap + to record your first expense
he: הקש על + כדי לרשום את ההוצאה הראשונה שלך
ru: Нажмите +, чтобы записать первый расход

# expense.newTitle
source: New Expense
he: הוצאה חדשה
ru: Новый расход

# expense.none
source: None
he: ללא
ru: Нет

# expense.project
source: Project
he: פרויקט
ru: Проект

# expense.projectOptional
source: Project (Optional)
he: פרויקט (אופציונלי)
ru: Проект (необязательно)

# expense.title
source: Expenses
he: הוצאות
ru: Расходы

source: Expenses
he: הוצאות
ru: Расходы

source: Expenses by Category
he: הוצאות לפי קטגוריה
ru: Расходы по категориям

source: Export & Share
he: ייצוא ושיתוף
ru: Экспорт и отправка

source: Export Options
he: אפשרויות ייצוא
ru: Параметры экспорта

source: Export Project
he: ייצוא פרויקט
ru: Экспорт проекта

source: Filter
he: סינון
ru: Фильтр

source: Filter by Category
he: סנן לפי קטגוריה
ru: Фильтр по категории

source: Filter Expenses
he: סנן הוצאות
ru: Фильтр расходов

source: Filters
he: מסננים
ru: Фильтры

source: Financial summary for %@
he: סיכום פיננסי עבור %@
ru: Финансовая сводка для %@

source: Free: %@
he: חינם: %@
ru: Бесплатно: %@

source: From
he: מ
ru: От

# general.error
source: Error
he: שגיאה
ru: Ошибка

# general.genericError
source: An error occurred
he: אירעה שגיאה
ru: Произошла ошибка

# general.ok
source: OK
he: אישור
ru: ОК

source: Inactive
he: לא פעיל
ru: Неактивный

source: Inactive projects are hidden from some views but data is preserved
he: פרויקטים לא פעילים מוסתרים מחלק מהתצוגות אך הנתונים נשמרים
ru: Неактивные проекты скрыты из некоторых представлений, но данные сохраняются

source: Include Expenses
he: כלול הוצאות
ru: Включить расходы

source: Include Invoices
he: כלול חשבוניות
ru: Включить счета

source: Income
he: הכנסות
ru: Доход

source: Invoice
he: חשבונית
ru: Счёт

source: Invoice Reminders
he: תזכורות לחשבוניות
ru: Напоминания о счетах

source: Invoice to %@
he: חשבונית ל-%@
ru: Счёт для %@

# invoice.add
source: Add Invoice
he: הוסף חשבונית
ru: Добавить счёт

# invoice.amount
source: Amount
he: סכום
ru: Сумма

# invoice.clientName
source: Client Name
he: שם לקוח
ru: Имя клиента

source: Invoice Details
he: פרטי חשבונית
ru: Детали счёта

# invoice.dueDate
source: Due Date
he: תאריך יעד
ru: Срок оплаты

# invoice.duePrefix
source: Due
he: לתשלום עד
ru: Срок

# invoice.duePrefix.label
source: Due
he: לתשלום עד
ru: Срок

# invoice.editTitle
source: Edit Invoice
he: ערוך חשבונית
ru: Редактировать счёт

# invoice.empty
source: No Invoices
he: אין חשבוניות
ru: Нет счетов

# invoice.emptyDescription
source: Tap + to create your first invoice
he: הקש על + כדי ליצור את החשבונית הראשונה שלך
ru: Нажмите +, чтобы создать первый счёт

# invoice.newTitle
source: New Invoice
he: חשבונית חדשה
ru: Новый счёт

# invoice.none
source: None
he: ללא
ru: Нет

# invoice.project
source: Project
he: פרויקט
ru: Проект

# invoice.projectOptional
source: Project (Optional)
he: פרויקט (אופציונלי)
ru: Проект (необязательно)

# invoice.status.overdue
source: Overdue
he: באיחור
ru: Просрочено

# invoice.status.paid
source: Paid
he: שולם
ru: Оплачено

# invoice.status.pending
source: Pending
he: ממתין
ru: Ожидает

# invoice.status.unpaid
source: Unpaid
he: לא שולם
ru: Не оплачено

# invoice.title
source: Invoices
he: חשבוניות
ru: Счета

source: Invoices
he: חשבוניות
ru: Счета

source: Item at %@
he: פריט ב-%@
ru: Элемент в %@

# labor.activeProjects
source: Active Projects
he: פרויקטים פעילים
ru: Активные проекты

# labor.add
source: Add Labor
he: הוסף עבודה
ru: Добавить работу

# labor.addTitle
source: New Labor Entry
he: רישום עבודה חדש
ru: Новая запись работы

# labor.allProjects
source: All Projects
he: כל הפרויקטים
ru: Все проекты

# labor.allTypes
source: All Types
he: כל הסוגים
ru: Все типы

# labor.amount
source: Amount
he: סכום
ru: Сумма

# labor.associatedProjects
source: Associated Projects
he: פרויקטים משויכים
ru: Связанные проекты

# labor.avgDailyCost
source: Avg/Day
he: ממוצע/יום
ru: Средн./день

# labor.basicInfo
source: Basic Information
he: מידע בסיסי
ru: Основная информация

# labor.calculatedTotal
source: Calculated Total
he: סכום מחושב
ru: Рассчитанная сумма

# labor.clearFilters
source: Clear Filters
he: נקה מסננים
ru: Сбросить фильтры

# labor.completed
source: Completed
he: הושלם
ru: Завершено

# labor.completedJobs
source: Completed Jobs
he: עבודות שהושלמו
ru: Завершённые работы

# labor.contractPrice
source: Contract Price
he: מחיר חוזה
ru: Цена контракта

# labor.createdDate
source: Created Date
he: תאריך יצירה
ru: Дата создания

# labor.createExpenseHint
source: A matching labor expense will be created for the selected project.
he: תיווצר הוצאת עבודה תואמת עבור הפרויקט שנבחר.
ru: Для выбранного проекта будет создана соответствующая трудовая расходная запись.

# labor.createExpenseToggle
source: Create Linked Expense
he: צור הוצאה מקושרת
ru: Создать связанную расходную запись

# labor.dateRange
source: Date Range
he: טווח תאריכים
ru: Диапазон дат

# labor.daysUnit
source: days
he: ימים
ru: дней

# labor.daysWorked
source: Days Worked
he: ימי עבודה
ru: Отработанные дни

# labor.dayUnit
source: day
he: יום
ru: день

# labor.defaultRate
source: Default Rate
he: תעריף ברירת מחדל
ru: Ставка по умолчанию

# labor.defaultRateHint
source: Rate used when creating new entries for this worker
he: תעריף שישמש ביצירת רשומות חדשות לעובד זה
ru: Ставка, используемая при создании новых записей для этого работника

# labor.delete
source: Delete Labor Entry
he: מחק רישום עבודה
ru: Удалить запись работы

# labor.duration.hours
source: hours
he: שעות
ru: часов

# labor.duration.unavailable
source: N/A
he: לא זמין
ru: Н/Д

# labor.editTitle
source: Edit Labor Entry
he: ערוך רישום עבודה
ru: Редактировать запись работы

# labor.endDate
source: End Date
he: תאריך סיום
ru: Дата окончания

# labor.expenseLinked
source: Expense Linked
he: הוצאה מקושרת
ru: Расход связан

# labor.filterByDate
source: Date
he: תאריך
ru: Дата

# labor.filterByMonth
source: Month
he: חודש
ru: Месяц

# labor.filterByMonthToggle
source: Filter by Month
he: סינון לפי חודש
ru: Фильтр по месяцу

# labor.filterByProject
source: Project
he: פרויקט
ru: Проект

source: Labor Filters
he: מסנני עבודה
ru: Фильтры работ

# labor.filtersButton
source: Filters
he: מסננים
ru: Фильтры

# labor.hourlyRate
source: Hourly Rate
he: תעריף שעתי
ru: Почасовая ставка

# labor.hourlyRateSuffix
source: /hr
he: /שעה
ru: /ч

# labor.hoursWorked
source: Hours Worked
he: שעות עבודה
ru: Отработанные часы

# labor.hourUnitShort
source: hrs
he: ש׳
ru: ч

# labor.laborType
source: Labor Type
he: סוג עבודה
ru: Тип работы

# labor.linkedToExpense
source: Linked to an expense
he: מקושר להוצאה
ru: Связано с расходом

# labor.manualOverrideHint
source: You can manually override the calculated total if needed.
he: אפשר לשנות ידנית את הסכום המחושב אם צריך.
ru: При необходимости можно вручную изменить рассчитанную сумму.

# labor.noLabor
source: No Labor Entries
he: אין רישומי עבודה
ru: Нет записей работы

# labor.noLaborDescription
source: Track workers, subcontractors, and labor costs here.
he: כאן ניתן לעקוב אחר עובדים, קבלני משנה ועלויות עבודה.
ru: Здесь можно отслеживать работников, субподрядчиков и затраты на труд.

# labor.noProject
source: No Project
he: ללא פרויקט
ru: Без проекта

# labor.noResults
source: No labor entries match your current filters.
he: אין רישומי עבודה שתואמים למסננים הנוכחיים.
ru: Нет записей работы, соответствующих текущим фильтрам.

# labor.notes
source: Notes
he: הערות
ru: Заметки

# labor.notesPlaceholder
source: Add notes about this labor entry
he: הוסף הערות על רישום העבודה הזה
ru: Добавьте заметки к этой записи работы

# labor.project
source: Project
he: פרויקט
ru: Проект

# labor.projectAssociation
source: Project Association
he: שיוך לפרויקט
ru: Связь с проектом

# labor.projectLabel
source: Project
he: פרויקט
ru: Проект

# labor.rateAndHours
source: Rate and Hours
he: תעריף ושעות
ru: Ставка и часы

# labor.ratePerDay
source: Rate Per Day
he: תעריף יומי
ru: Ставка за день

# labor.ratePerHour
source: Rate Per Hour
he: תעריף לשעה
ru: Ставка за час

# labor.rateSuffix.daily
source: /day
he: /יום
ru: /день

# labor.rateSuffix.hourly
source: /hr
he: /שעה
ru: /ч

# labor.searchPrompt
source: Search by worker or notes
he: חפש לפי עובד או הערות
ru: Поиск по работнику или заметкам

# labor.selectMonth
source: Select Month
he: בחר חודש
ru: Выберите месяц

# labor.selectProject
source: Select Project
he: בחר פרויקט
ru: Выберите проект

# labor.selectWorker
source: Select Worker
he: בחר עובד
ru: Выберите работника

# labor.selectWorkerPrompt
source: Choose a worker for this entry
he: בחר עובד לרשומה זו
ru: Выберите работника для этой записи

# labor.showCompletedOnly
source: Show Completed Only
he: הצג רק שהושלמו
ru: Показывать только завершённые

# labor.sort.amountHighToLow
source: Amount (High to Low)
he: סכום (מהגבוה לנמוך)
ru: Сумма (по убыванию)

# labor.sort.amountLowToHigh
source: Amount (Low to High)
he: סכום (מהנמוך לגבוה)
ru: Сумма (по возрастанию)

# labor.sort.dateNewest
source: Date (Newest)
he: תאריך (החדש ביותר)
ru: Дата (сначала новые)

# labor.sort.dateOldest
source: Date (Oldest)
he: תאריך (הישן ביותר)
ru: Дата (сначала старые)

# labor.sort.recentlyAdded
source: Recently Added
he: נוספו לאחרונה
ru: Недавно добавленные

# labor.sort.workerName
source: Worker Name
he: שם העובד
ru: Имя работника

# labor.sortButton
source: Sort
he: מיון
ru: Сортировка

# labor.sortBy
source: Sort By
he: מיין לפי
ru: Сортировать по

# labor.startDate
source: Start Date
he: תאריך התחלה
ru: Дата начала

# labor.status
source: Status
he: סטטוס
ru: Статус

# labor.status.completed
source: Completed
he: הושלם
ru: Завершено

# labor.summaryAllTime
source: All Time
he: כל הזמנים
ru: За всё время

# labor.title
source: Labor
he: עבודה
ru: Работы

# labor.totalAmount
source: Total Amount
he: סכום כולל
ru: Итоговая сумма

# labor.totalCost
source: Total Cost
he: עלות כוללת
ru: Общая стоимость

# labor.totalDaysLabel
source: Total Days
he: סה״כ ימים
ru: Всего дней

# labor.totalDaysWorked
source: Total Days Worked
he: סה״כ ימי עבודה
ru: Всего отработанных дней

# labor.totalEarned
source: Total Earned
he: סה״כ הרוויח
ru: Всего заработано

# labor.totalEntries
source: Entries
he: רשומות
ru: Записи

# labor.totalHours
source: Total Hours
he: סה״כ שעות
ru: Всего часов

# labor.totalLaborCost
source: Labor Cost
he: עלות עבודה
ru: Стоимость труда

# labor.totalWorkers
source: Total Workers
he: סה״כ עובדים
ru: Всего работников

# labor.type
source: Type
he: סוג
ru: Тип

# labor.type.contract
source: Contract
he: חוזה
ru: Контракт

# labor.type.daily
source: Daily
he: יומי
ru: Подневно

# labor.type.hourly
source: Hourly
he: שעתי
ru: Почасово

# labor.type.subcontractor
source: Subcontractor
he: קבלן משנה
ru: Субподрядчик

# labor.unit.days
source: days
he: ימים
ru: дней

# labor.unit.hours
source: hours
he: שעות
ru: часов

# labor.useEndDate
source: Use End Date
he: השתמש בתאריך סיום
ru: Использовать дату окончания

# labor.useStartDate
source: Use Start Date
he: השתמש בתאריך התחלה
ru: Использовать дату начала

# labor.workDate
source: Work Date
he: תאריך עבודה
ru: Дата работы

# labor.workerName
source: Worker Name
he: שם העובד
ru: Имя работника

# labor.workerStats
source: Worker Statistics
he: סטטיסטיקת עובד
ru: Статистика работника

source: Net Balance
he: יתרה נטו
ru: Чистый баланс

source: New budget is less than current expenses (%@)
he: התקציב החדש נמוך מההוצאות הנוכחיות (%@)
ru: Новый бюджет меньше текущих расходов (%@)

source: New Client Details (Optional)
he: פרטי לקוח חדש (אופציונלי)
ru: Данные нового клиента (необязательно)

source: No Clients
he: אין לקוחות
ru: Нет клиентов

source: No Expenses
he: אין הוצאות
ru: Нет расходов

source: No expenses recorded
he: לא נרשמו הוצאות
ru: Нет записанных расходов

source: No expenses recorded yet. Start tracking your project costs
he: טרם נרשמו הוצאות. התחל לעקוב אחר עלויות הפרויקט
ru: Расходы ещё не записаны. Начните отслеживать затраты проекта

source: No Invoices
he: אין חשבוניות
ru: Нет счетов

source: No invoices created
he: לא נוצרו חשבוניות
ru: Нет созданных счетов

source: No invoices created yet. Start billing your clients
he: טרם נוצרו חשבוניות. התחל לחייב את הלקוחות שלך
ru: Счета ещё не созданы. Начните выставлять счета клиентам

source: No Projects
he: אין פרויקטים
ru: Нет проектов

source: Notification Status
he: סטטוס התראות
ru: Статус уведомлений

source: Notification Tests
he: בדיקות התראות
ru: Тесты уведомлений

source: Notifications
he: התראות
ru: Уведомления

source: OK
he: אישור
ru: ОК

source: Overdue Alerts
he: התראות על איחור
ru: Оповещения о просрочке

source: Paid
he: שולם
ru: Оплачено

source: Pending Notifications: %lld
he: התראות ממתינות: %lld
ru: Ожидающие уведомления: %lld

source: Preview
he: תצוגה מקדימה
ru: Предпросмотр

source: Print All Notifications
he: הדפס את כל ההתראות
ru: Распечатать все уведомления

source: Print All Pending
he: הדפס את כל הממתינים
ru: Распечатать все ожидающие

source: Profit Margin
he: שולי רווח
ru: Маржа прибыли

source: Project Information
he: פרטי פרויקט
ru: Информация о проекте

source: Project Name
he: שם פרויקט
ru: Название проекта

source: Project: %@
he: פרויקט: %@
ru: Проект: %@

# project.active
source: Active Project
he: פרויקט פעיל
ru: Активный проект

# project.add
source: Add Project
he: הוסף פרויקט
ru: Добавить проект

# project.balance
source: Balance
he: יתרה
ru: Баланс

# project.balance.label
source: Balance
he: יתרה
ru: Баланс

# project.budget
source: Budget
he: תקציב
ru: Бюджет

# project.clientName
source: Client Name
he: שם לקוח
ru: Имя клиента

# project.description
source: Description
he: תיאור
ru: Описание

# project.detailTitle
source: Project Details
he: פרטי פרויקט
ru: Детали проекта

# project.detailTitle.label
source: Project Details
he: פרטי פרויקט
ru: Детали проекта

# project.empty
source: No Projects
he: אין פרויקטים
ru: Нет проектов

# project.emptyDescription
source: Tap + to create your first project
he: הקש על + כדי ליצור את הפרויקט הראשון שלך
ru: Нажмите +, чтобы создать первый проект

# project.newTitle
source: New Project
he: פרויקט חדש
ru: Новый проект

# project.title
source: Projects
he: פרויקטים
ru: Проекты

source: Refresh Count
he: רענן מספר
ru: Обновить количество

source: Remaining
he: נותר
ru: Остаток

source: Save
he: שמור
ru: Сохранить

source: Search by name or client
he: חפש לפי שם או לקוח
ru: Поиск по имени или клиенту

source: Search by name, email, or phone
he: חפש לפי שם, אימייל או טלפון
ru: Поиск по имени, email или телефону

source: Search expenses
he: חפש הוצאות
ru: Поиск расходов

source: Search invoices
he: חפש חשבוניות
ru: Поиск счетов

source: Select a client
he: בחר לקוח
ru: Выберите клиента

source: Select an item
he: בחר פריט
ru: Выберите элемент

source: Select Existing
he: בחר קיים
ru: Выбрать существующий

# settings.about
source: About
he: אודות
ru: О приложении

# settings.aboutSection
source: About
he: אודות
ru: О приложении

# settings.appVersion
source: App Version
he: גרסת האפליקציה
ru: Версия приложения

# settings.currency
source: Currency
he: מטבע
ru: Валюта

# settings.currencyFooter
source: Currency used for displaying amounts throughout the app.
he: המטבע המשמש להצגת סכומים באפליקציה.
ru: Валюта для отображения сумм в приложении.

# settings.currencySection
source: Currency
he: מטבע
ru: Валюта

# settings.dataSection
source: Data
he: נתונים
ru: Данные

# settings.exportData
source: Export Data (JSON)
he: ייצוא נתונים (JSON)
ru: Экспорт данных (JSON)

# settings.exportFooter
source: Exports projects, expenses, invoices, clients, and saved preferences.
he: מייצא פרויקטים, הוצאות, חשבוניות, לקוחות והעדפות שמורות.
ru: Экспортирует проекты, расходы, счета, клиентов и сохранённые настройки.

# settings.language
source: Language
he: שפה
ru: Язык

# settings.languageFooter
source: Choose the app language. Layout direction updates automatically for RTL languages.
he: בחר את שפת האפליקציה. כיוון הפריסה יתעדכן אוטומטית לשפות מימין לשמאל.
ru: Выберите язык приложения. Направление интерфейса обновится автоматически для RTL-языков.

# settings.languageSection
source: Language
he: שפה
ru: Язык

# settings.notifications
source: Notifications
he: התראות
ru: Уведомления

# settings.notifications.budgetWarnings
source: Budget Warnings
he: אזהרות תקציב
ru: Предупреждения о бюджете

# settings.notifications.invoiceReminders
source: Invoice Reminders
he: תזכורות לחשבוניות
ru: Напоминания о счетах

# settings.notifications.overdueAlerts
source: Overdue Alerts
he: התראות על איחור
ru: Оповещения о просрочке

# settings.notificationsFooter
source: These preferences are stored locally on this device.
he: העדפות אלו נשמרות באופן מקומי במכשיר זה.
ru: Эти настройки сохраняются локально на устройстве.

# settings.title
source: Settings
he: הגדרות
ru: Настройки
